{
  "Front-End React Developer": "Front-End React Developer",
  "隆Hola! Soy Daniel, un apasionado desarrollador web especializado en React. Actualmente viviendo en Murcia, Espa帽a ": "Hello! I'm Daniel, a passionate web developer specialized in React. Currently living in Murcia, Spain ",
  "Stack Tecnol贸gico": "Tech Stack",
  "y m谩s..." : "and more...",
  "Acerca de m铆": "About Me",
  "Pasi贸n por el desarrollo y la innovaci贸n tecnol贸gica": "Passion for development and technological innovation",
  "隆Hola! Soy Daniel, un joven desarrollador autodidacta de 19 a帽os con una pasi贸n ardiente por la programaci贸n. Desde que me sumerg铆 en el mundo del desarrollo a los 15 a帽os, he cultivado una mente inquieta y curiosa, siempre buscando expandir mis conocimientos y habilidades. Mi dedicaci贸n incansable y mi capacidad para aprender r谩pidamente me han permitido dominar diversos lenguajes y tecnolog铆as.": "Hello! I'm Daniel, a self-taught young developer at the age of 19 with a burning passion for programming. Since diving into the world of development at the age of 15, I have nurtured a restless and curious mind, always seeking to expand my knowledge and skills. My tireless dedication and ability to learn quickly have allowed me to master various languages and technologies.",
  "Como persona, me considero alguien curioso, creativo y comprometido con el aprendizaje continuo. Disfruto enfrentando nuevos desaf铆os y siempre busco oportunidades para mejorar mis habilidades y conocimientos.": "As a person, I consider myself to be curious, creative, and committed to continuous learning. I thrive on tackling new challenges and always seek opportunities to enhance my skills and knowledge.",
  "Portfolio": "Projects",
  "El proyecto consiste en una aplicaci贸n completa de reserva de pistas de p谩del. Un tipo de usuarios crean pistas, con sus horarios y precios determinados y otros usuarios pueden reservar estas pistas.": "The project consists of a comprehensive paddle court reservation application. One type of user can create courts with their specific schedules and prices, while other users can make reservations for these courts.",
  "El objetivo principal es eliminar a la persona intermediaria que se encarga de atender a los clientes, reservar las pistas... etc y automatizar el proceso.": "The main objective is to eliminate the intermediary person responsible for attending to customers, booking the courts, and automate the process.",
  "C贸digo": "Code",
  "Demo": "Live Demo",
  "El proyecto consiste en una r茅plica de coches.net y flexicar donde ver coches de ocasi贸n y poder contactar con el vendedor.": "The project consists of a replica of coches.net and flexicar where users can view used cars and contact the seller.",
  "Los coches son importados de coches.net y flexicar mediante web scrapping": "The cars are imported from coches.net and flexicar using web scraping techniques",
  "Estudios": "Education",
  "Estos son mis estudios m谩s recientes": "These are my most recent studies",
  "UDEMY y YOUTUBE": "UDEMY and YOUTUBE",
  "Desarrollo de Aplicaciones Web": "Web Application Development",
  "Desde lo b谩sico como HTML hasta frameworks como React y Next.js": "From the basics like HTML to frameworks like React and Next.js",
  "UCAM Universidad Cat贸lica San Antonio de Murcia": "UCAM Catholic University of Murcia",
  "Contacto": "Contact",
  "驴Quieres contactarme? 隆Escr铆beme!": "Don't be shy! Hit me up! ",
  "Ubicaci贸n": "Location",
  "Murcia, Espa帽a": "Murcia, Spain",
  "Email": "Email",
  "Tel茅fono": "Phone",
  "Inicio": "Home",
  "Estos son algunos de mis proyectos personales З": "Here are some of my personal projects З",
  "Airbnb Clon": "Airbnb Clone",
  "Spotify Clon": "Spotify Clone"
}
